Repository: xiaochangmeng/xcm
Catalog: MeetU/Appointment/*.lproj/Localizable.strings
Languages: vi, zh_hans, zh_hant

# 拥抱接吻爱爱看电影一场旅行如果喜欢可以开房爱爱喝喝茶吃饭逛街浪漫的夜晚烛光晚餐AA制一份礼物电影版的相遇夜猫子男A女B各种吃随心所欲其它
source: Hug, Kiss, Make love, Watch movie, A journey, Can open a room and make love if interested, Have a tea, Eat, Shopping , Romantic night, Candle light dinner, Go dutch, A gift, Movie's meeting, stay up late, Pay for myself, Culinary, Following heart content, Other
vi: Embrace nụ hôn tình yêu để xem phim một chuyến đi nếu bạn muốn để có thể mở phòng tình yêu để uống trà để ăn đêm lãng mạn mua sắm tối lãng mạn AA hệ thống một phiên bản phim quà tặng của con chim đêm gặp sự chú ý Một nữ B nhiều ăn tùy tiện
zh_hant: 擁抱 接吻 愛愛 看電影 一場旅行 如果喜歡可以開房愛愛 喝喝茶 吃飯 逛街 浪漫的夜晚 燭光晚餐 AA制 一份禮物 電影版的相遇 夜貓子 男A女B 各種吃 隨心所欲 其它

# 家里野外宾馆在户外旅游景点在车上你家里便捷式酒店茶餐厅咖啡厅高级宾馆酒吧商场电影院浪漫的地方演唱会游乐场广场不限
source: Home, Countryside, Hotel, Outdoor, Tourism, Car, Your home, Convenient hotel, Tea restaurant, Cafe, High grade hotel, Bar, Market, Theater, Romantic place, Concert, Amusement park, Mall, Anywhere is fine
vi: Trang chủ sân trường khách sạn trong các điểm thu hút khách du lịch ngoài trời trong xe nhà bạn thuận tiện của khách sạn nhà hàng trà quán cà phê cửa hàng cao cấp khách sạn bar trung tâm mua sắm rạp chiếu phim lãng mạn nơi sân vận động vuông mở
zh_hant: 家裡 野外 賓館 在戶外 旅遊景點 在車上 你家裡 便捷式酒店 茶餐廳 咖啡廳 高級賓館 酒吧 商場 電影院 浪漫的地方 演唱會 遊樂場 廣場 不限

# 相册最多只能上传10张图片！
source: Album can upload up to 10 picture
vi: Album chỉ có thể tải lên tối đa 10 bức ảnh!
zh_hant: 相冊最多只能上載10張圖片！

# 打开相册
source: Open the album
vi: Mở album
zh_hant: 打開相冊

# 拍照
source: Take a picture
vi: Chụp ảnh
zh_hant: 拍照

# 请在iPhone的“设置-隐私-相机”选项中允许访问您的相机
source: Go to Iphone ‘ Setting-Privacy-Camera’ to allow Camera access
vi: Vui lòng cho phép truy cập vào máy ảnh của bạn trong tùy chọn 'Cài đặt - Bảo mật - Máy ảnh' của iPhone
zh_hant: 請在iPhone的“設置-隱私-相機”選項中允許訪問您的相機

# 宅
source: House
vi: Nhà
zh_hant: 宅

# 感性
source: Sensitive
vi: Tính nhạy cảm
zh_hant: 感性

# 体贴
source: Considerate
vi: Cân nhắc
zh_hant: 體貼

# 憨厚
source: Simple and honest
vi: Đơn giản và trung thực
zh_hant: 憨厚

# 稳重
source: Steady
vi: Ổn định
zh_hant: 穩重

# 好强
source: So strong
vi: Mạnh mẽ
zh_hant: 好強

# 温柔
source: Tender
vi: Nhẹ nhàng
zh_hant: 溫柔

# 闷骚
source: Cold outside warm inside
vi: Mensao
zh_hant: 悶騷

# 自我
source: Be myself
vi: Tự
zh_hant: 自我

# 幽默
source: Humor
vi: Hài hước
zh_hant: 幽默

# 冷静
source: Calm
vi: Bình tĩnh
zh_hant: 冷靜

# 正直
source: Honest
vi: Thẳng
zh_hant: 正直

# 讲义气
source: Obligation
vi: Ý nghĩa của nghĩa vụ
zh_hant: 講義氣

# 孝顺
source: Filial piety
vi: Lòng hiếu thảo
zh_hant: 孝順

# 勇敢
source: Brave
vi: Dũng cảm
zh_hant: 勇敢

# 有责任心
source: Responsible
vi: Có ý thức trách nhiệm
zh_hant: 有責任心

# 好动
source: active
vi: Di chuyển tốt
zh_hant: 好動

# 随和
source: easy going
vi: Dễ dàng
zh_hant: 隨和

# 上网
source: Internet access
vi: Truy cập Internet
zh_hant: 上網

# 研究汽车
source: Car Research
vi: Học lái xe
zh_hant: 研究汽車

# 养小动物
source: Raise pets
vi: Giữ động vật nhỏ
zh_hant: 養小動物

# 摄影
source: Photography
vi: Nhiếp ảnh
zh_hant: 攝影

# 听音乐
source: Listen to music
vi: Nghe nhạc
zh_hant: 聽音樂

# 写作
source: Writing
vi: Viết
zh_hant: 寫作

# 购物
source: Shopping
vi: Mua sắm
zh_hant: 購物

# 做手工艺
source: Crafting
vi: Làm nghề thủ công
zh_hant: 做手工藝

# 做园艺
source: Gardening
vi: Làm vườn
zh_hant: 做园艺

# 跳舞
source: Dancing
vi: Nhảy
zh_hant: 跳舞

# 看展览
source: view Gallery
vi: Nhìn vào triển lãm
zh_hant: 看展覽

# 烹饪
source: Cooking
vi: Nấu nướng
zh_hant: 烹飪

# 读书
source: Reading
vi: Đọc
zh_hant: 讀書

# 绘画
source: Painting
vi: Tranh
zh_hant: 繪畫

# 研究计算机
source: Computer Research
vi: Máy tính nghiên cứu
zh_hant: 研究計算機

# 做运动
source: Excercise
vi: Tập thể dục
zh_hant: 做運動

# 旅游
source: Travel
vi: Du lịch
zh_hant: 旅遊

# 玩电子游戏
source: Playing video games
vi: Chơi trò chơi điện tử
zh_hant: 玩電子遊戲

# 缘份
source: Fate
vi: Số phận
zh_hant: 緣份

# 私信
source: Private letter
vi: Thư riêng
zh_hant: 私信

# 附近
source: Nearby
vi: Gần
zh_hant: 附近

# 我的
source: My
vi: Tôi
zh_hant: 我的

# 资料
source: Data
vi: Thông tin
zh_hant: 資料

# 查看更多
source: Load more
vi: Xem thêm
zh_hant: 查看更多

# 按下录音
source: Press to record
vi: Nhấn ghi âm
zh_hant: 按下錄音

# 录音中...
source: Recording ...
vi: Đang ghi ...
zh_hant: 錄音中...

# 松开取消录音
source: Release to cancel recording
vi: Lãng để hủy ghi
zh_hant: 鬆開取消錄音

# 上载中...
source: Uploading ...
vi: Đang tải lên ...
zh_hant: 上載中...

# 点击播放
source: Click to play
vi: Nhấp để phát
zh_hant: 點擊播放

# 点击暂停
source: Click Pause
vi: Nhấp vào Tạm dừng
zh_hant: 點擊暫停

# 密码必须为数字、字母和符号其中两种以上的组合！ , 密码必须为数字、字母和符号其中两种以上的组合！
source: Password must be a combination of numbers, letters, and symbols. @ Password must be a combination of numbers, letters and symbols of two or more!
vi: Mật khẩu phải là sự kết hợp của các con số, chữ cái và ký hiệu. @ Mật khẩu phải là một sự kết hợp của số, chữ cái và ký hiệu của hai hoặc nhiều hơn!
zh_hant: 密碼必須為數字、字母和符號其中兩種以上的組合！, 密碼必須為數字、字母和符號其中兩種以上的組合！

# 性别
source: Gender
vi: Sex
zh_hant: 性別

# 立即开通
source: Unlock now
vi: Ngay lập tức mở ra
zh_hant: 立即開通

# 开通VIP会员,即可查看所有访问你的人的详细资料
source: Unlock VIP member, to check all details of your visitors
vi: Mở thành viên VIP, bạn có thể xem tất cả các chi tiết về chuyến thăm của bạn với người của bạn
zh_hant: 開通VIP會員,即可查看所有訪問你的人的詳細資料

# 基本档案
source: Basic data
vi: Tệp cơ bản
zh_hant: 基本檔案

# 已开通
source: Unlocked
vi: Đã được mở
zh_hant: 已開通

# 最喜欢的爱爱地点
source: Favourite place to make love
vi: Nơi yêu thương yêu thích
zh_hant: 最喜歡的愛愛地點

# 选择身高(cm)
source: Choose height(cm)
vi: Chọn chiều cao (cm)
zh_hant: 選擇身高(cm)

# 365天写信包年
source: 365 days to write the package year
vi: 365 ngày để viết năm đóng gói
zh_hant: 365天寫信包年

# 90天会员
source: 90 days member
vi: Thành viên 90 ngày
zh_hant: 90天會員

# 修改密码成功
source: password has been updated
vi: Thay đổi mật khẩu thành công
zh_hant: 修改密碼成功

# 开通VIP马上查看
source: Open VIP immediately view
vi: Mở ngay lập tức xem VIP
zh_hant: 開通VIP馬上查看

# 你可以的
source: You can
vi: Bạn có thể
zh_hant: 你可以的

# 可以考虑 真棒,有机会了
source: Can be considered awesome and have a chance
vi: Có thể được coi là tuyệt vời và có một cơ hội
zh_hant: 可以考慮 真棒,有機會了

# 我只能帮你到这里了 加油!
source: I can only help you get here!
vi: Tôi chỉ có thể giúp bạn có được ở đây!
zh_hant: 我只能幫你到這裡了 加油!

# 你有
source: You have
vi: Bạn có tin nhắn
zh_hant: 你有

# 条讯息？点击查看
source: messages? Click to view
vi: ?Nhấp để xem
zh_hant: 條訊息？點擊查看

# 个性特征
source: Personality traits
vi: Tính cách nhân cách
zh_hant: 個性特征

# 最喜欢的约会地点
source: Favorite dating place
vi: Nơi hẹn hò yêu thích
zh_hant: 最喜歡的約會地點

# 打招呼
source: Greet
vi: Chào chào
zh_hant: 打招呼

# 我的访客
source: My visitor
vi: Khách của tôi
zh_hant: 我的訪客

# 完成
source: Complete
vi: Hoàn thành
zh_hant: 完成

# 选择学历
source: Choose education
vi: Lựa chọn. Giáo dục
zh_hant: 選擇學歷

# 开通VIP
source: Open VIP
vi: Mở VIP
zh_hant: 開通VIP

# 您暂未开通vip，暂无权限视频通话，升级VIP就可以去撩她了！
source: You have not yet opened vip, no permission to video calls, upgrade VIP can go to tease her!
vi: Bạn chưa mở được vip, không được phép gọi điện video, nâng cấp VIP có thể đến để trêu chọc cô ấy!
zh_hant: 您暫未開通vip，暫無權限視頻通話，升級VIP就可以去撩她了！

# 升级VIP会员
source: Upgrade VIP members
vi: Nâng cấp thành viên VIP
zh_hant: 升級VIP會員

# common_pay_feedback
source: common_pay_feedback_en@2x
vi: common_pay_feedback_vi@2x
zh_hans: common_pay_feedback@2x
zh_hant: common_pay_feedback_cn@2x

# common_pay_qq
source: common_pay_qq_en@2x
vi: common_pay_qq_vi@2x
zh_hans: common_pay_qq@2x
zh_hant: common_pay_qq_cn@2x

# common_refresh
source: common_refresh_en@2x
vi: common_refresh_vi@2x
zh_hans: common_refresh@2x
zh_hant: common_refresh_cn@2x

# fate_activity_one.jpg
source: fate_activity_one.jpg_en@2x
vi: fate_activity_one.jpg_vi@2x
zh_hans: fate_activity_one.jpg@2x
zh_hant: fate_activity_one.jpg_cn@2x

# fate_datail_recharge_mask_vip
source: fate_datail_recharge_mask_vip_en@2x
vi: fate_datail_recharge_mask_vip_vi@2x
zh_hans: fate_datail_recharge_mask_vip@2x
zh_hant: fate_datail_recharge_mask_vip_cn@2x

# fate_datail_recharge_mask
source: fate_datail_recharge_mask_en@2x
vi: fate_datail_recharge_mask_vi@2x
zh_hans: fate_datail_recharge_mask@2x
zh_hant: fate_datail_recharge_mask_cn@2x

# fate_detail_headPlaceholder
source: fate_detail_headPlaceholder_en@2x
vi: fate_detail_headPlaceholder_vi@2x
zh_hans: fate_detail_headPlaceholder@2x
zh_hant: fate_detail_headPlaceholder_cn@2x

# fate_detail_more
source: fate_detail_more_en@2x
vi: fate_detail_more_vi@2x
zh_hans: fate_detail_more@2x
zh_hant: fate_detail_more_cn@2x

# fate_detail_next_highlighted
source: fate_detail_next_highlighted_en@2x
vi: fate_detail_next_highlighted_vi@2x
zh_hans: fate_detail_next_highlighted@2x
zh_hant: fate_detail_next_highlighted_cn@2x

# fate_detail_next
source: fate_detail_next_en@2x
vi: fate_detail_next_vi@2x
zh_hans: fate_detail_next@2x
zh_hant: fate_detail_next_cn@2x

# fate_detail_sayhello
source: fate_detail_sayhello_en@2x
vi: fate_detail_sayhello_vi@2x
zh_hans: fate_detail_sayhello@2x
zh_hant: fate_detail_sayhello_cn@2x

# fate_detail_sayhello_??
source: fate_detail_sayhello_??_en@2x
vi: fate_detail_sayhello_??_vi@2x
zh_hans: fate_detail_sayhello_??@2x
zh_hant: fate_detail_sayhello_??_cn@2x

# fate_detail_sayhello_already
source: fate_detail_sayhello_already_en@2x
vi: fate_detail_sayhello_already_vi@2x
zh_hans: fate_detail_sayhello_already@2x
zh_hant: fate_detail_sayhello_already_cn@2x

# fate_detail_sayhello_en
source: fate_detail_sayhello_en_en@2x
vi: fate_detail_sayhello_en_vi@2x
zh_hans: fate_detail_sayhello_en@2x
zh_hant: fate_detail_sayhello_en_cn@2x

# fate_detail_send_highlighted
source: fate_detail_send_highlighted_en@2x
vi: fate_detail_send_highlighted_vi@2x
zh_hans: fate_detail_send_highlighted@2x
zh_hant: fate_detail_send_highlighted_cn@2x

# fate_detail_send
source: fate_detail_send_en@2x
vi: fate_detail_send_vi@2x
zh_hans: fate_detail_send@2x
zh_hant: fate_detail_send_cn@2x

# fate_headPlaceholder
source: fate_headPlaceholder_en@2x
vi: fate_headPlaceholder_vi@2x
zh_hans: fate_headPlaceholder@2x
zh_hant: fate_headPlaceholder_cn@2x

# fate_vip
source: fate_vip_en@2x
vi: fate_vip_vi@2x
zh_hans: fate_vip@2x
zh_hant: fate_vip_cn@2x

# letter_datail_recharge_mask
source: letter_datail_recharge_mask_en@2x
vi: letter_datail_recharge_mask_vi@2x
zh_hans: letter_datail_recharge_mask_cn@2x
zh_hant: letter_datail_recharge_mask_cn@2x

# letter_detail_imagePlaceholder
source: letter_detail_imagePlaceholder_en@2x
vi: letter_detail_imagePlaceholder_vi@2x
zh_hans: letter_detail_imagePlaceholder@2x
zh_hant: letter_detail_imagePlaceholder_cn@2x

# letter_headPlaceholder
source: letter_headPlaceholder_en@2x
vi: letter_headPlaceholder_vi@2x
zh_hans: letter_headPlaceholder@2x
zh_hant: letter_headPlaceholder_cn@2x

# letter_immediately_look
source: letter_immediately_look_en@2x
vi: letter_immediately_look_vi@2x
zh_hans: letter_immediately_look@2x
zh_hant: letter_immediately_look_cn@2x

# letter_noSelectOneMon
source: letter_noSelectOneMon_en@2x
vi: letter_noSelectOneMon_vi@2x
zh_hans: letter_noSelectOneMon_cn@2x
zh_hant: letter_noSelectOneMon_cn@2x

# letter_noSelectThreeMon
source: letter_noSelectThreeMon_en@2x
vi: letter_noSelectThreeMon_vi@2x
zh_hans: letter_noSelectThreeMon_cn@2x
zh_hant: letter_noSelectThreeMon_cn@2x

# letter_noSelectYear
source: letter_noSelectYear_en@2x
vi: letter_noSelectYear_vi@2x
zh_hans: letter_noSelectYear_cn@2x
zh_hant: letter_noSelectYear_cn@2x

# letter_selectedYear
source: letter_selectedYear_en@2x
vi: letter_selectedYear_vi@2x
zh_hans: letter_selectedYear_cn@2x
zh_hant: letter_selectedYear_cn@2x

# letter_selectOneMon
source: letter_selectOneMon_en@2x
vi: letter_selectOneMon_vi@2x
zh_hans: letter_selectOneMon_cn@2x
zh_hant: letter_selectOneMon_cn@2x

# letter_selectThreeMon
source: letter_selectThreeMon_en@2x
vi: letter_selectThreeMon_vi@2x
zh_hans: letter_selectThreeMon_cn@2x
zh_hant: letter_selectThreeMon_cn@2x

# letter_sendView
source: letter_sendView_en@2x
vi: letter_sendView_vi@2x
zh_hans: letter_sendView_cn@2x
zh_hant: letter_sendView_cn@2x

# uploadHeaderDefaultMan
source: uploadHeaderDefaultMan_en@2x
vi: uploadHeaderDefaultMan_vi@2x
zh_hans: uploadHeaderDefaultMan_cn@2x
zh_hant: uploadHeaderDefaultMan_cn@2x

# uploadHeaderDefaultWoman
source: uploadHeaderDefaultWoman_en@2x
vi: uploadHeaderDefaultWoman_vi@2x
zh_hans: uploadHeaderDefaultWoman_cn@2x
zh_hant: uploadHeaderDefaultWoman_cn@2x

# My_album_bg
source: My_album_bg_en@2x
vi: My_album_bg_vi@2x
zh_hans: My_album_bg_cn@2x
zh_hant: My_album_bg_cn@2x

# my_headPlaceholder
source: my_headPlaceholder_en@2x
vi: my_headPlaceholder_vi@2x
zh_hans: my_headPlaceholder@2x
zh_hant: my_headPlaceholder_cn@2x

# my_info_hobbyNoSelect
source: my_info_hobbyNoSelect_en@2x
vi: my_info_hobbyNoSelect_vi@2x
zh_hans: my_info_hobbyNoSelect@2x
zh_hant: my_info_hobbyNoSelect_cn@2x

# my_info_hobbySelected
source: my_info_hobbySelected_en@2x
vi: my_info_hobbySelected_vi@2x
zh_hans: my_info_hobbySelected@2x
zh_hant: my_info_hobbySelected_cn@2x

# my_tag_vip
source: my_tag_vip_en@2x
vi: my_tag_vip_vi@2x
zh_hans: my_tag_vip@2x
zh_hant: my_tag_vip_cn@2x

# my_tag_vipNo
source: my_tag_vipNo_en@2x
vi: my_tag_vipNo_vi@2x
zh_hans: my_tag_vipNo@2x
zh_hant: my_tag_vipNo_cn@2x

# my_tag_write
source: my_tag_write_en@2x
vi: my_tag_write_vi@2x
zh_hans: my_tag_write@2x
zh_hant: my_tag_write_cn@2x

# my_tag_writeNo
source: my_tag_writeNo_en@2x
vi: my_tag_writeNo_vi@2x
zh_hans: my_tag_writeNo@2x
zh_hant: my_tag_writeNo_cn@2x

# my_upload_photo
source: my_upload_photo_en@2x
vi: my_upload_photo_vi@2x
zh_hans: my_upload_photo@2x
zh_hant: my_upload_photo_cn@2x

# nearby_hello_default
source: nearby_hello_default_en@2x
vi: nearby_hello_default_vi@2x
zh_hans: nearby_hello_default@2x
zh_hant: nearby_hello_default_cn@2x

# nearby_hello_highlight
source: nearby_hello_highlight_en@2x
vi: nearby_hello_highlight_vi@2x
zh_hans: nearby_hello_highlight@2x
zh_hant: nearby_hello_highlight_cn@2x

# nearby_helloAll
source: nearby_helloAll_en@2x
vi: nearby_helloAll_vi@2x
zh_hans: nearby_helloAll@2x
zh_hant: nearby_helloAll@2x

# register_btn_male_normal
source: register_btn_male_normal@2x
vi: register_btn_male_normal_vi@2x

# register_btn_male_press
source: register_btn_male_press@2x
vi: register_btn_male_press_vi@2x

# register_btn_female_normal
source: register_btn_female_normal@2x
vi: register_btn_female_normal_vi@2x

# register_btn_female_press
source: register_btn_female_press@2x
vi: register_btn_female_press_vi@2x
zh_hans: register_btn_female_press_cn@2x
