Repository: xiaochangmeng/xcm
Catalog: MeetU/Appointment/*.lproj/Localizable.strings
Languages: vi, zh_hans, zh_hant

# iOS国际化文字
source: English
vi: Tiếng Việt
zh_hant: iOS国际化文字

# 取消关注成功
source: Unfollow success
vi: Hủy chú ý đến thành công
zh_hant: 取消關注成功

# 关注
source: Follow
vi: Chú ý
zh_hant: 關注

# 岁
source: Year
vi: Năm tuổi
zh_hant: 歲

# 相册1
source: Album
vi: Album 1
zh_hant: 相冊 1

# 我的关注
source: My concern
vi: Mối quan tâm của tôi
zh_hant: 我的關注

# 遇到喜欢的记得及时加关注
source: If you found someone you like,make sure to follow him/her
vi: Gặp phải như chú ý chú ý trong thời gian
zh_hant: 遇到喜歡的記得及時加關注

# 最近上线时间
source: Recently online
vi: Thời gian gần đây trên mạng
zh_hant: 最近上線時間

# 交友目的
source: Dating purpose
vi: Mục đích hẹn hò
zh_hant: 交友目的

# 恋爱观念
source: Dating concept
vi: Khái niệm tình yêu
zh_hant: 戀愛觀念

# 首次见面希望
source: Hope for the first date
vi: Gặp gỡ hy vọng lần đầu tiên
zh_hant: 首次見面希望

# 喜欢的爱爱地点
source: Favourite place to make love
vi: Nơi yêu thương yêu thích
zh_hant: 喜歡的愛愛地點

# 你有XX@条信息？点击查看
source: You have %@ message? Click here to check it
vi: Bạn có thông tin XX? Nhấp để xem
zh_hant: 你有XX@條訊息？點擊查看

# //个人资料页
source: //Personal information
vi: // trang tiểu sử
zh_hant: //个人资料页

# 选择职业
source: Select occupation
vi: Chọn nghề nghiệp
zh_hant: 選擇職業

# 选择收入
source: Select income
vi: Chọn thu nhập
zh_hant: 選擇收入

# 选择交友目的
source: Select dating purpose
vi: Chọn để kết bạn
zh_hant: 選擇交友目的

# 选择恋爱观念
source: Select dating concept
vi: Chọn khái niệm tình yêu
zh_hant: 選擇戀愛觀念

# 选择首次见面希望
source: Select hope for the first date
vi: Chọn để đáp ứng cho hy vọng lần đầu tiên
zh_hant: 選擇首次見面希望

# 选择约会地点
source: Select dating location
vi: Chọn vị trí cuộc hẹn
zh_hant: 選擇約會地點

# 最近访客
source: Recent visitor
vi: Khách gần đây
zh_hant: 最近訪客

# 完善档案更容易收到异性来信
source: Complete data to get message easier
vi: Cải thiện các tập tin dễ dàng hơn để nhận được thư tình người khác
zh_hant: 完善檔案更容易收到異性來信

# 谁看过我
source: Who visit me
vi: Ai thấy tôi
zh_hant: 誰看過我

# //我的页面
source: // My page
vi: // trang của tôi
zh_hant: //我的页面

# 数据
source: Data
vi: Dữ liệu
zh_hant: 資料

# 添加录音
source: Sound Recording
vi: Thêm bản ghi âm
zh_hant: 添加錄音

# 写信包月
source: Monthly message
vi: Viết hàng tháng
zh_hant: 寫信包月

# VIP会员
source: VIP members
vi: Thành viên VIP
zh_hant: VIP會員

# 客服中心
source: Customer service
vi: Trung tâm Dịch vụ Khách hàng
zh_hant: 客服中心

# //设置页面
source: // Edit page
vi: // thiết lập trang
zh_hant: //设置页面

# 设置中心
source: Settings
vi: Đặt trung tâm
zh_hant: 設置中心

# 修改密码
source: Change password
vi: Thay đổi mật khẩu
zh_hant: 修改密碼

# 用户反饋
source: Feedback
vi: Phản hồi của người dùng
zh_hant: 用戶反饋

# 安全中心
source: Security center
vi: Trung tâm an ninh
zh_hant: 安全中心

# 用户帐号
source: User ID
vi: Tài khoản người dùng
zh_hant: 用戶帳號

# 新密码
source: New password
vi: Mật khẩu mới
zh_hant: 新密碼

# 确认密码
source: Confirm password
vi: Xác nhận mật khẩu
zh_hant: 確認密碼

# 保存
source: Save
vi: Lưu
zh_hant: 保存

# 取消
source: Cancel
vi: Hủy
zh_hant: 取消

# //我的档案
source: My data
vi: / / Tập tin của tôi
zh_hant: //我的档案

# 我的档案
source: My data
vi: Tệp của tôi
zh_hant: 我的檔案

# 个人爱好
source: My hobby
vi: Sở thích cá nhân
zh_hant: 個人愛好

# 详细档案
source: Details
vi: Hồ sơ chi tiết
zh_hant: 詳細檔案

# 昵称
source: Nickname
zh_hant: 昵稱

# 生日
source: Birthday
vi: Sinh nhật
zh_hant: 生日

# 完善基本档案,让相遇从真诚相待开始
source: Improve details， to have a sincere start
vi: Cải thiện các tập tin cơ bản để đáp ứng từ bắt đầu chân thành
zh_hant: 完善基本檔案,讓相遇從真誠相待開始

# 完善详细档案,让相遇从真诚相待开始
source: Improve details， to have a sincere start
vi: Cải thiện các tập tin chi tiết, do đó, đáp ứng từ bắt đầu chân thành
zh_hant: 完善詳細檔案,讓相遇從真誠相待開始

# 选择个性爱好,快速建立个人印象标签
source: Choose your personality and hobby to quickly increase your personal impression
vi: Chọn sở thích cá nhân để tạo nhanh nhãn hiệu hiển thị cá nhân
zh_hant: 選擇個性愛好快速建立個人印象標籤

# 年龄
source: Age
vi: Tuổi
zh_hant: 年齡

# 居住地
source: Place of resident
vi: Nơi cư trú
zh_hant: 居住地

# 身高
source: Height
vi: Chiều cao
zh_hant: 身高

# 体重
source: Weight
vi: Trọng lượng
zh_hant: 體重

# 血型
source: Blood type
vi: Nhóm máu
zh_hant: 血型

# 个人特征
source: Personal characteristic
vi: Đặc điểm cá nhân
zh_hant: 個人特徵

# 学历
source: Education
vi: Giáo dục
zh_hant: 學歷

# 国中
source: Junior High school
vi: Ở trong nước
zh_hant: 國中

# 高中/高职
source: High school / vocational
vi: Trung học / dạy nghề
zh_hant: 高中/高職

# 学院/大学
source: College / University
vi: Cao đẳng / Đại học
zh_hant: 學院/大學

# 研究所及以上
source: Institute and above
vi: Viện trở lên
zh_hant: 研究所及以上

# 职业
source: Occupation
vi: Nghề nghiệp
zh_hant: 職業

# 收入
source: Income
vi: Thu nhập
zh_hant: 收入

# 周末约会
source: Weekend date
vi: Hẹn hò cuối tuần
zh_hant: 周末约会

# 寻找另一半
source: Looking for the other half
vi: Tìm kiếm một nửa khác
zh_hant: 寻找另一半

# 寻找刺激
source: Looking for excitement
vi: Tìm kiếm sự phấn khích
zh_hant: 寻找刺激

# 假日x伙伴
source: Holiday x partner
vi: Đối tác Holiday x
zh_hant: 假日x伙伴

# 找个情人
source: Find a lover
vi: Tìm một người yêu
zh_hant: 找个情人

# 希望援助
source: Looking for assistance
vi: Hy vọng giúp đỡ
zh_hant: 希望援助

# 都可以啦
source: Anything is fine
vi: Có thể là bạn
zh_hant: 都可以啦

# 喜欢的约会地点
source: Favourite dating place
vi: Giống như hẹn hò
zh_hant: 喜歡的約會地點

# 电脑/互联网/通信，
source: Computer/Internet/Communication
vi: Máy tính / internet / truyền thông,
zh_hant: 電腦/互聯網/通訊,

# 公务员/事业单位，
source: Civil servant/ Institution
vi: Công chức / tổ chức,
zh_hant: 公務員/事業單位,

# 学生，
source: Student
vi: Sinh viên,
zh_hant: 學生,

# 自由职业者，
source: Freelancer
vi: Tự do,
zh_hant: 自由職業者,

# 生产/工艺/制造，
source: Producer/Factory/Manufacturer
vi: Sản xuất / thủ công / sản xuất,
zh_hant: 生產/工藝/製造,

# 商业/服务业/个体经营，
source: Trading/Customer Service/Individual Management
vi: Kinh doanh / dịch vụ / tự làm chủ,
zh_hant: 商業/服務業/個體經營,

# 金融/银行/投资/保险，
source: Finance/Banking/Invest/Insurance
vi: Tài chính / ngân hàng / đầu tư / bảo hiểm,
zh_hant: 金融/銀行/投資/保險,

# 文化/广告/媒体
source: Culture/Advertise/Media 娱乐/艺术/表演：Entertainment/Art/Performer
vi: Văn hóa / quảng cáo / truyền thông
zh_hant: 文化/廣告/媒體

# 医药/护理/制药，
source: Pharmacy
vi: Y học / Chăm sóc / Dược phẩm,
zh_hant: 醫藥/護理/製藥,

# 律师/法务，
source: Lawyer/ Judge
vi: Luật sư / pháp luật,
zh_hant: 律師/法務,

# 教育/培训
source: Education/ Trainer
vi: Giáo dục / đào tạo
zh_hant: 教育/培訓

# 其它
source: Other
vi: Khác
zh_hant: 其它

# 电脑/互联网/通信
source: Less than 30000 台币/ month
vi: Máy tính / internet / truyền thông
zh_hant: 電腦/互聯網/通訊

# 30000~50000台币/月30000~50000台币/月
source: 30000-50000 台币/month
vi: 30000 ~ 50000 NT / tháng 30000 ~ 50000 NT / tháng
zh_hant: 30000~50000台幣/月30000~50000台幣/月

# 50000~100000台币/月
source: 50000-100000 台币/month
vi: 50000 ~ 100000 NT / tháng
zh_hant: 50000~100000台幣/月

# 100000~200000台币/月
source: 100000-200000 台币/month
vi: 100000 ~ 200000 NT / tháng
zh_hant: 100000~200000台幣/月

# 大于200000台币/月
source: more than 200000台币/month
vi: Hơn 200.000 Đài tệ / tháng
zh_hant: 大於200000台幣/月

# 假日X伙伴
source: Holiday x partner
vi: Đối tác Holiday X
zh_hant: 假日X夥伴

# 找个情人
source: Find a lover
vi: Tìm một người yêu
zh_hant: 找個情人

# 都可以啦
source: Anything is fine
vi: Có thể là bạn
zh_hant: 都可以啦

# 开放
source: Open minded
vi: Mở
zh_hant: 開放

# 保守
source: Protective
vi: Bảo thủ
zh_hant: 保守

# 追求刺激
source: Looking for excitement
vi: Theo đuổi sự phấn khởi
zh_hant: 追求刺激

# 顺其自然
source: Following the flow
vi: Đi với dòng chảy
zh_hant: 順其自然

# 大胆开放
source: Bold and open
vi: Đậm và mở
zh_hant: 大膽開放

# 看感觉
source: By feeling
vi: Nhìn vào cảm giác
zh_hant: 看感覺

# 有性有爱
source: There is sex there is love
vi: Có tình dục và tình yêu
zh_hant: 有性有愛

# 好聚好散
source: For gathering
vi: Tập hợp tốt rải rác
zh_hant: 好聚好散

# 金钱至上
source: Money above all
vi: Tiền đầu tiên
zh_hant: 金錢至上

# 私密交流
source: Private communication
vi: Giao tiếp cá nhân
zh_hant: 私密交流

# 深入沟通
source: Deep communication
vi: Truyền thông sâu
zh_hant: 深入溝通

# 循序渐进
source: Step by step
vi: Từng bước
zh_hant: 循序漸進

# 传统
source: Traditional
vi: Truyền thống
zh_hant: 傳統

# 都可以
source: Everywhere is fine
vi: Có thể được
zh_hant: 都可以

# 我还年轻还想玩玩
source: I'm still young，still want to have fun
vi: Tôi vẫn muốn chơi trẻ
zh_hant: 我還年輕還想玩玩

# 以对方为中心
source: You are the most important
vi: Với nhau như là trung tâm
zh_hant: 以對方為中心

# 想要刻骨铭心的
source: Want someone unforgettable
vi: Bạn muốn được không thể nào quên
zh_hant: 想要刻骨銘心的

# 不影响个人生活
source: Don't effect daily life
vi: Không ảnh hưởng đến cuộc sống cá nhân
zh_hant: 不影響個人生活

# 开心最重要
source: The most important is being happy
vi: Chúc mừng những điều quan trọng nhất
zh_hant: 開心最重要

# 不谈情,只说爱
source: Saying ‘I Love you’ without any feeling
vi: Đừng nói chỉ có tình yêu
zh_hant: 不談情，只說愛

# 双方必须保密
source: We have to keep it a secret
vi: Các bên phải được giữ kín
zh_hant: 雙方必須保密

# 以我为中心
source: Make me the most important
vi: Đưa tôi làm trung tâm
zh_hant: 以我為中心

# 不为一片树叶放弃一整片森林
source: Don't give up a whole forest just for a piece of leaf
vi: Không phải để lấy một cái lá để bỏ toàn bộ mảnh rừng
zh_hant: 不為一片樹葉放棄一整片森林

# 拥抱
source: Hug
vi: Ôm nhau
zh_hant: 擁抱

# 接吻
source: Kiss
vi: Hôn
zh_hant: 接吻

# 爱爱
source: Make love
vi: Yêu tình yêu
zh_hant: 愛愛

# 看电影
source: Watch movie
vi: Xem phim
zh_hant: 看電影

# 一场旅行
source: Travelling
vi: Chuyến đi
zh_hant: 一場旅行

# 如果喜欢可以开房爱爱
source: If like each other, can open a room and make love
vi: Nếu bạn thích bạn có thể mở tình yêu tình yêu trong phòng
zh_hant: 如果喜歡可以開房愛愛

# 喝喝茶
source: Tea time
vi: Uống trà
zh_hant: 喝喝茶

# 吃饭
source: Eat
vi: Ăn
zh_hant: 吃飯

# 逛街
source: Shopping
vi: Mua sắm
zh_hant: 逛街

# 浪漫的夜晚
source: Romantic night
vi: Đêm lãng mạn
zh_hant: 浪漫的夜晚

# 烛光晚餐
source: Candle light dinner
vi: Bữa tối nến
zh_hant: 燭光晚餐

# AA制
source: Go Dutch
vi: Hệ thống AA
zh_hant: AA制

# 一份礼物
source: A Gift
vi: Một món quà
zh_hant: 一份禮物

# 电影版的相遇
source: Movie's meeting
vi: Phiên bản phim của cuộc gặp gỡ
zh_hant: 電影版的相遇

# 夜猫子
source: Stay up late
vi: Cú đêm
zh_hant: 夜貓子

# 男A女B
source: Paying for myself
vi: Nam A Nữ B
zh_hant: 男A女B

# 各种吃
source: Culinary
vi: Ăn các loại
zh_hant: 各種吃

# 随心所欲
source: Following heart content
vi: Làm bất cứ điều gì bạn muốn
zh_hant: 隨心所欲

# 家里
source: Home
vi: Trang chủ
zh_hant: 家裡

# 野外
source: Countryside
vi: Trường
zh_hant: 野外

# 宾馆
source: Hotel
vi: Khách sạn
zh_hant: 賓館

# 在户外
source: Outdoor
vi: Ngoài trời
zh_hant: 在戶外

# 旅游景点
source: Tourism
vi: Các điểm du lịch
zh_hant: 旅遊景點

# 在车上
source: Car
vi: Trong xe hơi
zh_hant: 在車上

# 你家里
source: Your home
vi: Nhà của bạn
zh_hant: 你家裡

# 便捷式酒店
source: Convenient Hotel
vi: Khách sạn tiện nghi
zh_hant: 便捷式酒店

# 茶餐厅
source: Tea restaurant
vi: Nhà hàng trà
zh_hant: 茶餐廳

# 咖啡厅
source: Cafe
zh_hant: 咖啡廳

# 高级宾馆
source: High-grade Hotel
vi: Nhà khách cao cấp
zh_hant: 高級賓館

# 酒吧
source: Bar
vi: Thanh
zh_hant: 酒吧

# 商场
source: Market
vi: Trung tâm mua sắm
zh_hant: 商場

# 电影院
source: Theater
vi: Rạp
zh_hant: 電影院

# 浪漫的地方
source: Romantic places
vi: Nơi lãng mạn
zh_hant: 浪漫的地方

# 演唱会
source: Concert
vi: Buổi hòa nhạc
zh_hant: 演唱會

# 游乐场
source: Amusement park
vi: Sân chơi
zh_hant: 遊樂場

# 广场
source: Mall
vi: Quảng trường
zh_hant: 廣場

# 不限
source: Unlimited
vi: Không giới hạn
zh_hant: 不限

# 我现在19岁，能说一下你的交友目的吗?
source: I'm 19 years old， Can you tell me what is your dating purpose?
vi: Tôi bây giờ 19 tuổi để nói về mục đích hẹn hò của bạn
zh_hant: 我現在19歲,能說一下你的交友目的嗎

# 我是台北人,你能说说你的恋爱观念是怎样的吗
source: I am from taibei, can you tell me about your dating concept?
vi: Tôi là người dân của Đài Bắc bạn có thể nói về khái niệm tình yêu của bạn là những gì
zh_hant: 我是台北人,你能說說你的戀愛觀念是怎樣的嗎

# 我比较开放，你首次见面希望做什么呢？
source: I'm an open minded person, what do you hope to do for the first date
vi: Tôi mở rộng hơn cho bạn lần đầu tiên để đáp ứng những gì bạn muốn làm
zh_hant: 我比較開放,你首次見面希望做什麼呢

# 你喜欢的爱爱地点是哪里呀？
source: What is your favourite place to make love?
vi: Bạn thích nơi yêu thích của bạn ở đâu?
zh_hant: 你喜歡的愛愛地點是哪裡呀？

# 不谈情只说爱
source: Saying ‘I Love you’ without any feeling
vi: Đừng nói chỉ có tình yêu
zh_hant: 不談情只說愛

# 更多
source: More
vi: Thêm
zh_hant: 更多

# 未开通
source: Unactivated
vi: Không mở
zh_hant: 未開通

# 开通
source: Activated
vi: Đã mở
zh_hant: 开通

# 页面加载失败，请点击下方按钮重新刷新
source: Failed to load this page, Please press the button below to refresh it again
vi: Tải trang không thành công Vui lòng nhấp vào nút bên dưới để làm mới lại
zh_hant: 页面加载失败，请点击下方按钮重新刷新

# 头像设置成功
source: Upload profile picture succeed
vi: Thành lập Avatar thành công
zh_hant: 頭像設置成功

# 头像设置失败
source: Upload profile picture failed
vi: Cài đặt Avatar không thành công
zh_hant: 頭像設置失敗

# 爱情拷问
source: Love interrogation （5/5）
vi: Tình yêu tra tấn (5/5)
zh_hant: 愛情拷問

# 跳过
source: Skip
vi: Bỏ qua
zh_hant: 跳過

# 拍照上传
source: Camera upload
vi: Tải ảnh lên
zh_hant: 拍照上載

# 本地图片上载
source: Local picture upload
vi: Tải lên hình ảnh địa phương
zh_hant: 本地圖片上載

# 录制语音介绍
source: Sound recording introduction
vi: Ghi lại bản trình bày bằng giọng nói
zh_hant: 錄製語音介紹

# 说几句介绍自己的话 用声音打动她的心
source: Say something to describe yourself Make her fall in love with your sound
vi: Nói một vài từ để giới thiệu từ ngữ của họ XX với giọng nói của cô ấy chạm vào trái tim
zh_hant: 說幾句介紹自己的話 用聲音打動她的心

# 长按按钮录音 (至少三秒以上)
source: Long press to record (Minimal 3 second)
vi: Nhấn nút để ghi lại (ít nhất ba giây trở lên)
zh_hant: 長按按鈕錄音 (至少三秒以上)

# 无法录音
source: Cannot record
vi: Không thể ghi lại
zh_hant: 無法錄音

# 请在“设置-隐私-麦克风”中允许访问麦克风。
source: Go to ‘ Setting-Private-Microphone’ to allow microphone access
vi: Vui lòng cho phép truy cập vào micrô trong 'Cài đặt - Bảo mật - Microphone'.
zh_hant: 請在“設置-隱私-麥克風”中允許訪問麥克風。

# 确定
source: Ok
zh_hant: 確定

# 说几句介绍自己的话用声音打动她的心
source: Say something to describe yourself and make her fall in love with your sound
vi: Nói một vài từ để giới thiệu từ riêng của họ bằng giọng nói để gây ấn tượng trái tim của cô
zh_hant: 說幾句介紹自己的話用聲音打動她的心

# 你好我来自（XX）今年24岁
source: Hello, I am from (Hubei), I'm 24 years old
vi: Xin chào Tôi đến từ (XX) 24 tuổi năm nay
zh_hant: 你好我來自(XX)今年24歲

# 按住录音
source: Press to record
vi: Bấm và giữ bản ghi
zh_hant: 按住录音

# 重新录制
source: Record again
vi: Ghi lại
zh_hant: 重新錄製

# 录音不能小于XX秒
source: Recording cannot less than XX second
vi: Thời lượng ghi âm không được nhỏ hơn XX giây
zh_hant: 錄音不能小於XX秒

# 点击登入
source: Click to login
vi: Nhấp để đăng nhập
zh_hant: 點擊登入

# 还没有账号
source: Don't have an account
vi: Chưa có tài khoản
zh_hant: 還沒有賬號

# Facebook登入
source: Login with Facebook
vi: Đăng nhập Facebook
zh_hant: Facebook登入

# 注册成为会员
source: Register
vi: Đăng ký làm thành viên
zh_hant: 註冊成為會員

# 用户名不能为空！
source: Username cannot left empty
vi: Tên đăng nhập không được để trống!
zh_hant: 用戶名不能為空！

# 用户名不能有空格！
source: Cannot use space on username
vi: Tên đăng nhập không thể có dấu cách!
zh_hant: 用戶名不能有空格!

# 密码不能为空！
source: Password cannot left empty
vi: Mật khẩu không được để trống!
zh_hant: 密碼不能為空!

# 密码不能有空格！
source: Cannot use space on password
vi: Mật khẩu không thể có dấu cách!
zh_hant: 密碼不能有空格!

# 密码必须为6至16个字符！
source: Password must be 6 to 16 character
vi: Mật khẩu phải từ 6 đến 16 ký tự!
zh_hant: 密碼必須為6至16個字符!

# 返回注册
source: Back to register
vi: Quay trở lại đăng ký
zh_hant: 返回註冊

# 登入
source: Login
vi: Đăng nhập
zh_hant: 登入

# 点击注册
source: Click to register
vi: Click để đăng ký
zh_hant: 點擊註冊

# 已有账号？
source: Already have an account
vi: Đã có tài khoản chưa?
zh_hant: 已有賬號?

# 通过注册表示同意本应用使用协议
source: By registering means that you agree to Privacy policy and User agreement
vi: Bằng cách đồng ý đồng ý với ứng dụng này bằng cách sử dụng thỏa thuận
zh_hant: 通過註冊表示同意本應用使用協議

# 直接登入
source: Login now
vi: Đăng nhập trực tiếp
zh_hant: 直接登入

# 回答问题
source: Answer the question
vi: Trả lời câu hỏi
zh_hant: 回答問題

# 每日推荐
source: Daily recommend
vi: Khuyến nghị hàng ngày
zh_hant: 每日推薦

# Ta是你喜欢的类型吗？
source: Is She/He your type ?
vi: Bạn là loại bạn thích?
zh_hant: Ta是你喜歡的類型嗎？

# 跳过,寻找我的缘分
source: Skip, Find my fate
vi: Bỏ qua tìm kiếm số phận của tôi
zh_hant: 跳過,尋找我的緣分

# 注册协议
source: Register agreement
vi: Thỏa thuận đăng ký
zh_hant: 註冊協議

# 选择如下选项回答TA的问题
source: Choose the option below, Answer the question
vi: Chọn các tùy chọn sau để trả lời các câu hỏi TA
zh_hant: 選擇如下選項回答TA的問題

# 不喜欢左划
source: Slide left if uninterested
vi: Không thích trái
zh_hant: 不喜歡左划

# 喜欢右划
source: Slide right if interested
vi: Như đúng
zh_hant: 喜歡右划

# 我知道了
source: I understand
vi: Tôi biết điều đó
zh_hant: 我知道了

# 下拉可以刷新
source: Pull down to refresh
vi: Thả xuống có thể được làm mới
zh_hant: 下拉可以刷新

# 松开可以刷新
source: Release to refresh
vi: Loose có thể được làm mới
zh_hant: 鬆開可以刷新

# 正在锁定妹子
source: Locking the girls
vi: Là khóa chị
zh_hant: 正在鎖定妹子

# 正在锁定帅哥
source: Locking the guys
vi: Là khóa chàng trai đẹp trai
zh_hant: 正在鎖定帥哥

# 昵称不雅
source: Indecent nickname，Indecent monologue，Fake data, Abuse/insult, Pornography，Money scam, Surrogate pregnancy,Marketing scam, Violent, Other
vi: Nickname không đứng đắn bừa bãi tập tin bừa bãi giả mạo lạm dụng bằng lời nói / lạm dụng khiêu dâm lừa tiền gian lận
zh_hant: 暱稱不雅

# 独白不雅
source: Monologue
vi: Độc thoại
zh_hant: 獨白不雅

# 档案虚假
source: File is false
vi: Tệp là sai
zh_hant: 檔案虛假

# 谩骂/辱骂
source: Abuse / abuse
vi: Lạm dụng / lạm dụng
zh_hant: 謾罵/辱罵

# 色情勾搭
source: Pornography
vi: Nội dung khiêu dâm
zh_hant: 色情勾搭

# 钱财欺诈
source: Money fraud
vi: Gian lận tiền
zh_hant: 錢財欺詐

# 代孕
source: Surrogate
vi: Đại diện
zh_hant: 代孕

# 传销/推销
source: Marketing Scheme
vi: MLM / tiếp thị
zh_hant: 傳銷/推銷

# 反动
source: Violent
vi: Phản ứng
zh_hant: 反動

# 检举原因
source: Reporting reason
vi: Báo cáo nguyên nhân
zh_hant: 檢舉原因

# 温馨提醒
source: Please note
vi: Lời nhắc nhở
zh_hant: 溫馨提醒

# 该用户已封锁！
source: User have been banned
vi: Người dùng đã bị chặn!
zh_hant: 該用戶已封鎖！

# 已封锁
source: Banned
vi: Bị chặn
zh_hant: 已封鎖

# 封锁
source: Ban
vi: Phong tỏa
zh_hant: 封鎖

# 检举
source: Report
vi: Báo cáo
zh_hant: 檢舉

# 封锁用户成功
source: Banning success
vi: Chặn người dùng thành công
zh_hant: 封鎖用戶成功

# 检举成功
source: Report success
vi: Báo cáo thành công
zh_hant: 檢舉成功

# 打招呼成功
source: Greets success
vi: Say hello success
zh_hant: 打招呼成功

# 已打招呼
source: Greeted
vi: Đã chào
zh_hant: 已打招呼

# 话费活动
source: Calls event
vi: Hoạt động thanh toán
zh_hant: 話費活動

# 女
source: Female
vi: Nữ
zh_hant: 女

# 男
source: Male
vi: Nam
zh_hant: 男

# 月收入
source: Monthly income
vi: Thu nhập hàng tháng
zh_hant: 月收入

# 兴趣爱好
source: Hobby
vi: Sở thích
zh_hant: 兴趣爱好

# 个人空间
source: Personal space
vi: Không gian cá nhân
zh_hant: 个人空间

# 地区
source: Area
vi: Diện tích
zh_hant: 地區

# 马上开通尊贵VIP就可以去撩TA了
source: Unlock VIP privilege and hook her up now
vi: Ngay lập tức mở cửa phân biệt VIP có thể đề cập đến TA
zh_hant: 馬上開通尊貴VIP就可以去撩TA了

# 关注成功
source: Follow success
vi: Quan tâm đến thành công
zh_hant: 关注成功

# 相册
source: Album
zh_hant: 相冊

# 你的手机没有有开启消息推送会导致不能及时查看Ta的来信。要开启推送？
source: You haven't unlocked message service, you cannot read her message, want to open the message service?
vi: Điện thoại của bạn không mở được tin nhắn đẩy sẽ dẫn đến việc không thể xem được lá thư của Ta để mở tin nhắn push?
zh_hant: 您的手機沒有開啟消息推送會導致不能及時查看Ta的來信要開啟消息推送?

# 立刻设置
source: Set up now
vi: Thiết lập ngay lập tức
zh_hant: 立即設置

# 稍后提醒
source: Remind me later
vi: Nhắc lại sau
zh_hant: 稍後提醒

# 不在提醒
source: Don't remind me again
vi: Không nhắc nhở
zh_hant: 不在提醒

# 给Ta打招呼
source: Greet Him/Her
vi: Greet Ta
zh_hant: 給Ta打招呼

# 搜索
source: Search
vi: Tìm kiếm
zh_hant: 搜索

# 征友条件
source: Dating requirement
vi: Điều kiện của cuộc thám hiểm
zh_hant: 征友条件

# 45及以上
source: Above 45
vi: 45 trở lên
zh_hant: 45及以上

# 以上
source: Above 45
vi: Phía trên
zh_hant: 以上

# 您未做任何修改
source: You haven't changed anything
vi: Bạn chưa thực hiện bất kỳ thay đổi nào
zh_hant: 您未做任何修改

# 设置成功
source: Setting successful
vi: Thiết lập thành công
zh_hant: 設置成功

# 期望所在的位置
source: Location
vi: Mong đợi vị trí
zh_hant: 期望所在的位置

# 台北 桃园 台中 台南 高雄 基隆 新竹 嘉义 苗栗 彰化 南投 云林 屏东 金门 连江 澎湖 新北
source: Taipei, Taoyuan, Taichung, Tainan, Gaoxiong, Jilong, Xinzhu, Jiayi, Miaoli, Zhanghua, Nantou, Yunlin, Pingdong, Yilan, Hualian, Taidong, Jinmen, Lianjiang, Penghu, Xinbei
vi: Đài Bắc Taoyuan Taichung Tainan Kaohsiung Keelung Hsinchu Chiayi Miaoli Changhua Nantou Yunlin Pingtung Yilan Hualien Taitung Jinmen Lianjiang Penghu New North
zh_hant: 臺北 桃園 台中 台南 高雄 基隆 新竹 嘉義 苗栗 彰化 南投 雲林 屏東 宜蘭 花蓮 台東 金門 連江 澎湖 新北

# 选择地区
source: Select area
vi: Chọn khu vực
zh_hant: 選擇地區

# 选择的省份
source: Select province
vi: Chọn tỉnh
zh_hant: 选择的省份

# 期望的年龄
source: Age
vi: Độ tuổi mong muốn
zh_hant: 期望的年齡

# 选择年龄(岁)
source: Select age (Years old)
vi: Chọn độ tuổi (năm)
zh_hant: 選擇年齡(歲)

# 期望的身高
source: Height
vi: Chiều cao mong muốn
zh_hant: 期望的身高

# 暂时还没有私信
source: No private message at the moment
vi: Chưa có tin nhắn nào
zh_hant: 暫時還沒有私信

# 365天写信包月
source: 365 days monthly message service
vi: 365 ngày để viết hàng tháng
zh_hant: 365天写信包月

# 正在处理支付，请稍后
source: We are processing payment, please wait later
vi: Chúng tôi đang xử lý thanh toán sau
zh_hant: 正在處理支付,請稍後

# 用户禁止应用内购买
source: User prohibit to make application purchases
vi: Người dùng không hoạt động
zh_hant: 用戶禁止應用內購買

# 90天写信包月
source: 90 days monthly message service
vi: 90 ngày để viết thư hàng tháng
zh_hant: 90天写信包月

# 30天写信包月
source: 30 days monthly message service
vi: 30 ngày để viết thư hàng tháng
zh_hant: 30天写信包月

# 无法获取产品信息
source: Unable to get product information
vi: Không thể lấy thông tin sản phẩm
zh_hant: 無法獲取產品信息

# 正在验证支付结果
source: Verifying payment result
vi: Xác minh kết quả thanh toán
zh_hant: 正在驗證支付結果

# 请耐心等待Ta的回信
source: Please be patient and wait for the reply
vi: Xin hãy kiên nhẫn với sự trả lời của Ta
zh_hant: 請耐心等待Ta的回信

# 回复并索要联系方式
source: Reply and ask for contact information
vi: Trả lời và yêu cầu thông tin liên lạc
zh_hant: 回復并索要聯繫方式

# 播放声音
source: Play
vi: Phát âm thanh
zh_hant: 播放声音

# 没有更多数据,请稍后重试
source: No more result, try again later
vi: Không còn dữ liệu Vui lòng thử lại sau
zh_hant: 沒有更多數據,請稍後重試

# 群打招呼成功
source: Group greets success
vi: Chúc mừng thành công nhóm
zh_hant: 群打招呼成功

# 密码必须为6至16个字符
source: Password must be 6 to 16 character
vi: Mật khẩu phải từ 6 đến 16 ký tự
zh_hant: 密碼必須為6至16個字符

# 密码必须为数字、字母和符号其中两种以上的组合！
source: Password must contain at least two of: Number,Letter, and Symbol
vi: Mật khẩu phải là sự kết hợp của các con số, chữ cái và ký hiệu.
zh_hant: 密碼必須為數字、字母和符號其中兩種以上的組合！

# 确认密码不能为空！
source: Confirm password cannot left empty
vi: Xác nhận rằng mật khẩu không được để trống!
zh_hant: 確認密碼不能為空！

# 不能和原密码相同！
source: New password cannot same as former password
vi: Có thể không giống với mật khẩu ban đầu!
zh_hant: 不能和原密碼相同！

# 两次输入不相同！
source: Twice different input!
vi: Hai đầu vào khác nhau!
zh_hant: 兩次輸入不相同！

# 用户账号
source: Account ID
vi: Tài khoản người dùng
zh_hant: 用戶賬號

# 昵称不能为空
source: Username cannot left empty
vi: Nickname không thể để trống
zh_hant: 暱稱不能為空

# 昵称不能有空格！
source: Cannot use space on username
vi: Nickname không thể có dấu cách!
zh_hant: 暱稱不能有空格!

# 昵称必须为2至10个字符！
source: Username must be 2 to 10 character
vi: Biệt hiệu phải từ 2 đến 10 ký tự!
zh_hant: 暱稱必須為2至10個字符！

# 正在加载
source: Loading
vi: Đang tải đang tải
zh_hant: 正在加載

# 365天会员
source: 365 days member
vi: Thành viên 365 ngày
zh_hant: 365天会员

# 图片删除成功
source: Picture deleted
vi: Đã xóa hình ảnh thành công
zh_hant: 圖片刪除成功

# 设为头像
source: Set as profile picture
vi: Đặt thành hình đại diện
zh_hant: 設為頭像

# 删除
source: Delete
vi: Bị xóa
zh_hant: 刪除

# 遇到喜欢的,记得及时加关注
source: If you found someone you like, make sure to follow him/her
vi: Gặp phải như chú ý chú ý trong thời gian
zh_hant: 遇到喜欢的,记得及时加关注

# 暂无访客,快去缘分页找找
source: No visitor at the moment, go to Fate page and find some
vi: Không có khách truy cập nào nhanh chóng đi
zh_hant: 暫無訪客,快去緣分頁找找

# 开通VIP会员,即可查看Ta的详细资料
source: Unlock VIP Member to check His/Her detailed information
vi: Mở thành viên VIP có thể xem chi tiết của Ta
zh_hant: 開通VIP會員,即可查看Ta的詳細資料

# 暂不开通
source: Maybe next time
vi: Tạm thời mở
zh_hant: 暫不開通
